[
  {
    "id": "1",
    "heading": "Where Tradition Meets Mastery",
    "subTitle": "Curated artistry blending heritage and innovation",
    "description": "Step into a world where classical art techniques meet modern expressions. 'Where Tradition Meets Mastery' is a curated collection celebrating the fusion of timeless craftsmanship with contemporary vision — an ode to artistic legacy reimagined for the present era.",
    "images": [
      "https://i.ibb.co.com/skYycDd/c-C9-LIRH5-Ao9-H0p-L925z-Pquah-GI.jpg",
      "https://framerusercontent.com/images/GSrjxKrMX8DBFJt5nZzzzaVUf5U.jpeg?scale-down-to=1024",
      "https://framerusercontent.com/images/KIQLPXU74RnFl2Nf7VhECb5WRI.jpeg",
      "https://framerusercontent.com/images/HLaV86bSgqRvlhFVgY8zT85PIs.jpeg",
      "https://framerusercontent.com/images/112jWzf8HMheFhMaB4G4ulRIgqg.jpeg"
    ],
    "features": {
      "title": "Classical Roots with a Modern Twist",
      "paragraph": "The foundation of the Timeless Elegance collection lies in its carefully chosen color scheme. Soft neutrals such as warm taupe, ivory, and subtle charcoal create a peaceful, versatile base that complements a wide range of interior styles. Accents of deep emerald, rich burgundy, and gold-infused details inject a sense of refinement and luxury into the space, creating an atmosphere of understated grandeur. The interplay between these elements creates visual harmony while allowing each piece to stand out. This balanced approach ensures the collection remains timeless yet fresh.",
      "para": "Artists blend age-old materials with modern mediums like digital overlays, resin, and mixed media, allowing for new dimensions and textures that redefine the traditional art experience. These innovative combinations challenge conventional boundaries while respecting artistic heritage. The result is a collection that speaks to both art historians and contemporary enthusiasts alike.",
      "paras": "The juxtaposition of old and new offers a compelling dialogue — a conversation between generations of artists that challenges perception while honoring craft. This dynamic tension creates works that feel simultaneously familiar and groundbreaking. Viewers are invited to explore the layers of meaning embedded in each carefully composed piece."
    },
     "feature": {
      "title": "Classical Roots with a Modern Twist",
      "paragraph": "The foundation of the Timeless Elegance collection lies in its carefully chosen color scheme. Soft neutrals such as warm taupe, ivory, and subtle charcoal create a peaceful, versatile base that complements a wide range of interior styles. Accents of deep emerald, rich burgundy, and gold-infused details inject a sense of refinement and luxury into the space, creating an atmosphere of understated grandeur. The interplay between these elements creates visual harmony while allowing each piece to stand out. This balanced approach ensures the collection remains timeless yet fresh.",
      "para": "Artists blend age-old materials with modern mediums like digital overlays, resin, and mixed media, allowing for new dimensions and textures that redefine the traditional art experience. These innovative combinations challenge conventional boundaries while respecting artistic heritage. The result is a collection that speaks to both art historians and contemporary enthusiasts alike.",
      "paras": "The juxtaposition of old and new offers a compelling dialogue — a conversation between generations of artists that challenges perception while honoring craft. This dynamic tension creates works that feel simultaneously familiar and groundbreaking. Viewers are invited to explore the layers of meaning embedded in each carefully composed piece."
    },

    "feat": {
      "title": "Classical Roots with a Modern Twist",
      "paragraph": "The foundation of the Timeless Elegance collection lies in its carefully chosen color scheme. Soft neutrals such as warm taupe, ivory, and subtle charcoal create a peaceful, versatile base that complements a wide range of interior styles. Accents of deep emerald, rich burgundy, and gold-infused details inject a sense of refinement and luxury into the space, creating an atmosphere of understated grandeur. The interplay between these elements creates visual harmony while allowing each piece to stand out. This balanced approach ensures the collection remains timeless yet fresh.",
      "para": "Artists blend age-old materials with modern mediums like digital overlays, resin, and mixed media, allowing for new dimensions and textures that redefine the traditional art experience. These innovative combinations challenge conventional boundaries while respecting artistic heritage. The result is a collection that speaks to both art historians and contemporary enthusiasts alike.",
      "paras": "The juxtaposition of old and new offers a compelling dialogue — a conversation between generations of artists that challenges perception while honoring craft. This dynamic tension creates works that feel simultaneously familiar and groundbreaking. Viewers are invited to explore the layers of meaning embedded in each carefully composed piece."
    }
  },
  {
    "id": "2",
    "heading": "Modern Elegance in Every Room",
    "subTitle": "Transform your space with curated furniture",
    "description": "An all-in-one dashboard for organizers and participants to manage health camps, register, and view analytics.",
    "images": [
      "https://i.ibb.co.com/nMzVVGvH/bz-Ax-UIZb76-NAb-Mbb-TCNRKvwep8-1.jpg",
      "https://framerusercontent.com/images/GSrjxKrMX8DBFJt5nZzzzaVUf5U.jpeg?scale-down-to=1024",
      "https://framerusercontent.com/images/KIQLPXU74RnFl2Nf7VhECb5WRI.jpeg",
      "https://framerusercontent.com/images/HLaV86bSgqRvlhFVgY8zT85PIs.jpeg",
      "https://framerusercontent.com/images/112jWzf8HMheFhMaB4G4ulRIgqg.jpeg"
    ],
    "features": {
      "title": "Custom Room Styling Options",
      "paragraph-1": "Easily browse curated furniture collections tailored for every room—be it your living area, bedroom, or workspace. Choose from a variety of themes like modern, rustic, or minimalist. Combine pieces that complement each other to create a cohesive look. Our smart suggestions make decorating easier than ever. With intuitive filters and style recommendations, you can visualize your ideal space before making any purchases. The system learns your preferences over time to deliver increasingly personalized suggestions.",
      "paragraph-2": "Access pre-designed room setups with matching furniture sets that take the guesswork out of decorating. Layout guides help you visualize and place furniture based on your room size and lighting. Get inspired and implement your dream setup with confidence and style. Each layout is created by professional interior designers to ensure optimal flow and functionality. You can mix and match elements from different sets to create your perfect combination.",
      "paragraph-3": "Mix and match furniture by materials like wood, metal, or fabric with ease. Color coordination tips ensure your furniture blends seamlessly with your walls and decor. Make bold choices or stick to neutrals—either way, it's designed to harmonize. All pieces are chosen to elevate your interior aesthetic. Our color wheel tool helps you experiment with different palettes, while material guides explain the benefits and care requirements of each option."
    }
  },
  {
    "id": "3",
    "heading": "Serene Urban Retreat",
    "subTitle": "Modern comfort for city dwellers",
    "description": "A thoughtfully designed interior experience blending urban living with cozy furniture, elegant decor, and a peaceful environment. Ideal for those seeking calm within the city's buzz.",
    "images": [
      "https://i.ibb.co.com/hRb0fvHy/h8r-MLidvtxg-O37bgs0urvb-SKFOk.jpg",
      "/images/event/2.jpg",
      "/images/event/3.jpg",
      "/images/event/4.jpg",
      "/images/event/5.jpg"
    ],
    "features": {
      "title": "Minimalist Comfort",
      "paragraph-1": "Each room is curated with sleek, minimalist furniture that doesn't compromise on comfort. From soft-cushioned seating to ergonomic arrangements, the design offers both function and relaxation for modern city life. Whether lounging, working, or entertaining, every corner invites ease. The clean lines and uncluttered spaces promote mental clarity and reduce visual stress. Thoughtful details like hidden storage and convertible pieces maximize utility without sacrificing style.",
      "paragraph-2": "The space is adorned with calming tones, organic textures, and stylish accents to reflect modern urban tastes. Artful wall pieces, soft lighting, and curated accessories turn every room into a statement of personality. It's sophistication without excess. Natural materials like wood and linen add warmth to the contemporary aesthetic. Each decorative element serves a purpose, contributing to both the visual appeal and the tranquil atmosphere.",
      "paragraph-3": "Designed with small-space optimization in mind, every area serves a dual purpose without feeling cramped. Multi-functional furniture, hidden storage, and clever layouts make the most of urban square footage, while maintaining a warm and cozy ambiance for everyday living. Wall-mounted elements and vertical storage solutions free up valuable floor space. The intelligent design ensures that compact living never means compromising on comfort or style."
    }
  },
  {
    "id": "4",
    "heading": "Luxurious Coastal Living",
    "subTitle": "Seamless Harmony of Beachside Luxury and Nature",
    "description": "Discover the epitome of elegance by the sea with our Luxurious Coastal Living project. This design celebrates the beauty of coastal life, blending timeless sophistication with the relaxed charm of seaside living. Every detail has been carefully curated to reflect the tranquility and grandeur of oceanfront spaces, offering a serene escape with a touch of luxury.",
    "images": [
      "https://i.ibb.co.com/bjx9HSmp/Akc-INRgd-RJWag-CIMhlf-Aa6-SCpcs.jpg",
      "/images/portfolio/2.jpg",
      "/images/portfolio/3.jpg",
      "/images/portfolio/4.jpg",
      "/images/portfolio/5.jpg"
    ],
    "features-4": {
      "title": "Ocean-Inspired Design Elements",
      "paragraph-1": "Our design draws deep inspiration from the natural beauty of the ocean, seamlessly integrating calming colors, textures, and materials reminiscent of the sea. This approach creates a tranquil atmosphere that invites relaxation and evokes a strong connection to the coastal environment. Every corner reflects the soothing rhythm of waves and the freshness of sea breezes, creating a luxurious yet calming experience. The color palette mirrors shifting sands and ocean depths, while textured finishes recall weathered driftwood and smooth sea glass. These natural elements are balanced with refined finishes to achieve perfect harmony.",
      "paragraph-2": "We emphasize a fluid transition between indoor and outdoor spaces, blurring boundaries to maximize comfort and connection with nature. Expansive glass walls, open-air patios, and lush landscaping work together to bring the outside in. This harmony promotes wellness and offers breathtaking views, allowing residents to enjoy beachside living while immersed in sophisticated interiors designed for ultimate comfort. Retractable walls and covered verandas extend living spaces outdoors in all seasons. The seamless flow encourages an active, nature-connected lifestyle without compromising on luxury.",
      "paragraph-3": "Maximizing sunlight and fresh sea air is at the core of this project's design philosophy. Large windows, skylights, and strategically placed vents enhance natural lighting and cross-ventilation, reducing reliance on artificial systems. The abundant natural light enriches the warm textures and colors indoors, while fresh airflow maintains a healthy, invigorating environment—perfectly suited for coastal living. Solar orientation is carefully considered to optimize light throughout the day. Automated louvers and shades provide control over light and privacy as needed."
    }
  }
]